Repository: david-zequeira/financial_portfolio
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# appTitle
source: Financial Portfolio
es: Portafolio Financiero

source: Total Balance
es: Balance Total

source: Performance
es: Rendimiento

source: Assets
es: Activos

source: Retry
es: Reintentar

# noHistoryData
source: No history data available
es: No hay datos históricos disponibles

# chartPlaceholder
source: Chart Coming Soon
es: Gráfico Próximamente

# performanceGain
source: +{percent}% gain
es: +{percent}% ganancia

# performanceLoss
source: {percent}% loss
es: {percent}% pérdida

source: Portfolio Value
es: Valor del Portafolio

# themeSystem
source: System
es: Sistema

# themeLight
source: Retail
es: Banca Retail

# themeDark
source: Neobank
es: Neobanco
